[
    {
        "text":"The father looks back to his arriving four year old son, expecting the same, but from behind his back the young boy reveals... the toy space shuttle.",
        "start":0
    },
    {
        "text":"With a sweet empathy the father reaches for the toy... and shakes his head no. He turns the toy over and silently explains it has batteries... this toy can make noise.",
        "start":17000
    },
    {
        "text":"The little boy watches, confused... hurt, as his father gently places the space shuttle on the counter. And then gently grabs a big lollipop and puts it in the bag for the boy. The mother hands their sick son to the father who picks him up and walks out.",
        "start": 28000,
    },
    {
        "text":"The mother kisses her 4 year old on the head, shuffles the hiking bag onto her back and walks out too.",
        "start": 52000
    },
    {
        "text":"The daughter looks at the boy as tears begin to fill his eyes. She smiles and signs: \n\nDAUGHTER (SIGNING) It's ok.\n\nThe boy shakes his head no.\n\nAfter a moment... the girl looks back to see if her parents are there. She then reaches up and takes the shuttle down from the counter. With wide eyes her little brother watches as she surgically removes the batteries... and places the shuttle in the hood of her brother's sweatshirt. Covering it from view, she holds a finger up to her lips in the obligatory big sister way of telling him not to get her in trouble... He beams! She then stands up and places the batteries back on the counter, smiles at her brother and gestures \"let's go\".",
        "start": 65000
    },
    {
        "title": "7 EXT. MAIN STREET - LATE AFTERNOON",
        "text":"The daughter exits the General Store and follows her mother and father, who are walking down the street only stepping on the sand path. Their steps are almost silent.\n\nAfter a moment... her four year old brother follows behind her. We watch everyone walk in total silence.\n\nThen...",
        "start":117000
    },
    {
        "title": "8 INT. GENERAL STORE - LATE AFTERNOON",
        "text":"We slowly push in to the counter of the store and then realize... THE BATTERIES ARE GONE!",
        "highlight":false
    },
    {
        "title": "9 EXT. ROAD - LATE AFTERNOON",
        "text":"A long road slices its way through a heavily wooded area,which further blocks the already fading sun.",
        "start":138000
    },
    {
        "text":"In WIDE PROFILE we see the family walking in a line, continuing only on a sand path. The father is in front carrying their sick son, then the mother with the backpack, then their blonde daughter... and trailing a bit behind rumbles their robust 4 year old.",
        "start":160000
    },
    {
        "title": "10 EXT. BRIDGE - LATE AFTERNOON",
        "text":"From the ground we look up at an old and rusted bridge towering over us eerily... the sand path continues across it. WE TRACK WITH THE FAMILY as they walk across the bridge...there are minor creaks underneath the sand.",
        "start":172000
    },
    {
        "text":"Suddenly we see... the four year old stops just before the entrance of bridge. The family continues... not seeing him."
    },
    {
        "text":"WE FOLLOW THE BOY'S HANDS as he fishes around in his hood and pulls out... THE TOY SHUTTLE."
    },
    {
        "text":"HEAD ON, we walk with the father, each member of his proud brood can be seen walking behind him. We can hear his strained breath... and the tiniest swish of the footsteps in sand.",
        "start":203000
    },
    {
        "text":"HEAD ON, walking with the daughter... we now suddenly hear nothing. As she looks to be in her own world... So we are in hers. A smile breaks on her face as she walks and breathes in total silence. We walk with her for a long moment, when suddenly behind her...",
        "start":215000
    },
    {
        "label":"A FLICKERING RED AND BLUE LIGHT.",
        "text":"The girl does not turn. She just keeps walking. Still smiling. As she looks up to her mother, we go into:",
        "start":219000
    },
    {
        "label":"SLOW MOTION",
        "text":" - FROM THE GIRLS'S POV, we see her mother and father spin around with a frantic shock on their faces.",
        "start":228000
    },
    {
        "text":"- BACK ON THE GIRL. She looks confused at her parents behavior... LIGHTS AGAIN FLASH EERILY BEHIND HER.",
        "start":230000
    },
    {
        "text":"- ON THE FATHER rushing to put the boy on the ground and turning to run.\n\n- ON THE MOTHER, spinning around with terror in her eyes...she looks to be holding in a SCREAM.",
        "start":233000
    },
    {
        "text":"- BACK ON THE GIRL slowly beginning to turn around at what her parents could be looking at as we:",
        "start":237000
    },
    {
        "label": "SPEED BACK UP TO NORMAL",
        "text":"A loud playful beeping rushes in... from the blinking shuttle.",
        "start":240000
    },
    {
        "text":"A loud playful beeping rushes in... from the blinking shuttle.",
    },
    {
        "text":"Then, from the woods we hear... THE MOST UNMISTAKEABLE HORRIFYING.... SCREEEEEEEECH!!!"
    },
    {
        "text":"- ON THE MOTHER as she slowly lowers the backpack to the ground... and her legs begin to fail her."
    },
    {
        "text":"- ON THE FATHER running, violently shaking his head... It looks like he's HOLDING IN A SCREAM.",
        "start":244000
    },
    {
        "text":"- THE TREES BEHIND THEM... RUSTLE AND SNAP as something barrels through.",
        "start":246000
    },
    {
        "text":"- ON THE BOY... holding up his space ship proudly to his incoming father... an enormous smile on his face.",
        "start":253000
    },
    {
        "text":"- ON THE FATHER... 20 feet away... his face is a still frame of pure fear as he runs to camera. Then:"
    },
    {
        "label": "THE MOST IMMEDIATE AND TERRIFYING COMBINATION OF SOUND ONE COULD EVER IMAGINE.",
        "text":"... A SHRIEK?... A SCREAM?   ... A CRUNCH?   Then...",
        "start":254000
    },
    {
        "text":"ON THE FATHER as... a thin line of blood splatters on his face.\n\n- Mid run, the father's body immediately goes limp... failing him as he comes to a halt just in front of camera.\n\n- Then, as quickly as it came... THE SOUND IS GONE.\n\n- IN WIDE PROFILE, The father stands lifeless... The two children stand frozen with fear... the MOTHER drops to her knees and... a space shuttle blinks silently in the sand.\n\nThe four year old... IS GONE.\n\nOnce again... only the wind can be heard.",
        "start":255000
    },
    {
        "label": "BLACK\n\nSILENCE",
        "text":"",
        "start":257000
    },
    {
        "label": "FADE IN: TITLE\n\nA QUIET PLACE",
        "text":"",
        "start":259000
    }
]
