[
    {
        "title":"A QUIET PLACE",
        "text":"Screenplay by Bryan Woods, Scott Beck & John Krasinski.\n\nStory by Bryan Woods & Scott Beck",
        "start":300
    },
    {
        "title":"BLACK",
        "text":"We hear, very clearly, the sound of light wind.",
        "start":6000
    },
    {
        "title":"1   EXT. TOWN - MAIN ST. - LATE AFTERNOON",
        "text":"We come up on... a streetlight. There is no illumination...and no movement. We hold on it for a long moment when suddenly... The streetlight bobs... and then begins to sway.We slowly begin to rise up on the streetlight to reveal... a small bird has landed on it. We continue to rise to reveal, behind the bird...\n\nWind blows through the gargantuan evergreens that seem to engulf the narrow main street of a small town in upstate New York. Shop windows and cars on either side covered in dust, the place seems frozen in time. There is no movement.\n\nIn the very middle of the road one can see... sand. A bizarre incongruity, a long pathway about a shovels width runs the full length of the street with offshoots into open doorways of some of the shops.\n\nWe hold for a long moment:",
        "start":9500,
        "sartString": "0:00:09",
    },
    {
        "title":"2   INT. GENERAL STORE - FRONT - LATE AFTERNOON",
        "text":"Slowly pushing through the doorway of a large general store, also covered in dust. To the left, a cash register with small shelves of nearly empty candy boxes below. To the right, a towering shelf full of bags of potato chips, nacho chips and pretzels... None are missing.",
        "start":56000,
        "sartString": "0:00:56",
    },
    {
        "title":"3   INT. GENERAL STORE AISLES - LATE AFTERNOON",
        "text":"WE MOVE SLOWLY across the floor, down the middle of a general store. Amid the towering shelves of goods on either side, one may recognize a barely perceptible pattern of which shelves are bare and which are not. There is no movement. No sound.",
        "start":77000,
        "sartString": "0:01:17",
    },
    {
        "text":"Suddenly... TINY FEET JUMP INTO OUR MOVING FRAME! Then, as fast as they appeared... They're gone.\n\nWE NOW MOVE UP the side of the store, looking down one aisle... and the next. As we arrive at the next aisle we catch a glimpse of... A SMALL DARK FIGURE!!! And then its gone.\n\nWE CONTINUE along the side of the store until we arrive at the last aisle. At the far end of the store we see...",
        "start":94000,
        "sartString": "0:01:34",
    },
    {
        "text":"a counter. With a window.     And shelves.   Suddenly... A WOMAN APPEARS IN THE WINDOW!",
        "start":116000,
        "sartString": "0:01:56",
    },
    {
        "text":"WE GO CLOSE ON THE WOMAN as she scans the shelves, slowly lowering herself to the ground until behind her we see... an 8 year old boy sitting slumped against the wall... HE IS BAREFOOT. On closer inspection we see sweat on the boy's brow, his skin pale from fever. The woman's knee touches down on the ground next to the boy as... she sees what she's been looking for. She reaches out her hand.",
        "start":121000,
        "sartString": "0:02:01",
    },
    {
        "text":"WE GO CLOSE ON HER HAND as it reaches toward a shelf... of orange prescription drug bottles. Her hand suddenly begins to shift certain bottles ever so slightly... AT A BIZARRELY SLOW PACE... she does not make a sound. As she does this, we get our first glimpse... of names. Names of drugs. Names... of people.",
        "start":144000,
        "sartString": "0:02:24",
    },
    {
        "text":"HER HAND finally arrives at the very back of the shelf as she gently twists a bottle that reads... AMOXICILLIN.",
        "start":163000,
        "sartString": "0:02:43",
    },
    {
        "text":"ON THE MOTHER... as she inhales slowly? And then, as if doing surgery, she slowly closes her hand around the bottle and GENTLY begins to move it through the shelf toward her. Her hand, once again moves incredibly slowly, her now wider closed hand shifts even more bottles as it passes. JUST as she gets to the end of the shelf a bottle shifts... with a RATTLE of pills. This is the first, deliberate sound we've heard. The mother... FREEZES!!!!",
        "start":168000,
        "sartString": "0:02:48",
    },
    {
        "text":"WE RACK FOCUS to the boy on the ground, who now looks up...with panic. The mother's eyes look all around the room...The way one does when they are waiting for something...LISTENING for something. After a long moment... she pullsthe bottle in her hand the final few inches... and off the shelf.",
        "start":194000,
        "sartString": "0:03:14",
    },
    {
        "text":"The mother draws a huge breath of relief. As she stands up, we reveal, just over the counter... TWO EYES LOOKING UP AT HER!!!",
        "start":209000,
        "sartString": "0:03:29",
    },
    {
        "title": "4   INT. AISLE - LATE AFTERNOON",
        "text":"A 10 year old girl stands on her toes, barely able to see over the wooden counter to... her mother. She smiles at her mother... and gives her a thumbs up. With that... she's off.\n\nWE FOLLOW HER as she runs lightly through the store... she is also barefoot.\n\nThe GIRL turns down an aisle to reveal... a small boy sitting on the floor... He too is barefoot.",
        "start":217000,
        "sartString": "0:03:37",
    },
    {
        "text":"As the girl approaches we see, in the thick dust on the floor he has drawn... a rocket ship. She sits with him.\n\nHe silently puts his hand to his chest, palm to the side...crosses his first two fingers of his other hand with deliberate focus... and then slowly puts his two hands together. He then looks up at her... and quickly shoots his crossed fingers into the air... like a rocket. She beams with pride for a moment and then... Signs back to him.",
        "start":239000,
        "sartString": "0:03:59",
    },
    {
        "title": "DAUGHTER (SIGNING)",
        "text":"Very good job!",
        "start":265000,
        "sartString": "0:04:25",
    },
    {
        "title": "BOY (SIGNING AS BEST WE CAN)",
        "text":"....That's how... we get away.",
        "start":268000,
        "sartString": "0:04:28",
    },
    {
        "text":"The girl's smile falls ever so slightly. Then the boy suddenly... TAPS her on the shoulder and scurries away...She's \"it\".\n\nAs the girl slowly gets up to follow him, we see for the first time... A HEARING AID...\n\nThe boy disappears around a corner...",
        "start":272000,
        "sartString": "0:04:32",
    },
    {
        "title": "5   INT. NEXT AISLE - LATE AFTERNOON",
        "text":"The girl comes around the tall shelf into the next aisle when suddenly... her eyes go wide!!! What she sees is the boy standing on a small box, STRETCHING to reach a toy on a high shelf. She walks quickly to him when suddenly... the toy FALLS.\n\nThe girl instinctively SLIDES to the ground and catches the toy JUST as it's about to hit the ground! On her face we can see she is TERRIFIED! She closes her eyes, taking a breath with relief. When she opens them, in the foreground, we see the toy she is holding... a small TOY SPACE SHUTTLE. Then in the distance past the toy we see... a FIGURE.\n\nShe sits up to see a man standing outside the door of the general store, holding a large box with what looks like a quilt hanging out of it. A look of fear on his face...softens, as he mimes wiping his brow with relief. She smiles, puts the toy back on a shelf and runs to him.",
        "start":286000,
        "sartString": "0:04:46",
    },
    {
        "title": "6   INT. GENERAL STORE - FRONT - LATE AFTERNOON",
        "text":"The father gently puts the box on the ground and pulls back the pieces of thick quilt to reveal that all the contents are actually wrapped in it.\n\nHe then reaches for a LARGE HIKING BACK PACK, and begins transferring the contents of the box into the bag. As he does, we see... cans of food, a variety of prescription pills, bandages and wrapped syringes.",
        "start":340000,
        "sartString": "0:05:40",
    },
    {
        "text":"The girl arrives at his side and excitedly starts rummaging through the box as well. As she does, we see... thick paintbrushes, bottles of glue, bottles of lighter fluid and a stack of old newspapers. Then... her face lights up. From the box, she pulls out a SALVAGED SECURITY CAMERA with wires exposed. The girl gives it a brief once over and then removes... two exposed CIRCUIT BOARDS, very obviously only recently removed from whatever appliance they belonged to. The girl scans the boards with a voracity, pointing out to the father particular areas of interest. Her father can't help but smile. \n\nSuddenly, the box of Amoxicillin comes into frame and is placed on top... along with two boxes of sugar. The father looks up at his wife. After a beat... she signs:",
        "start":363000,
        "sartString": "0:06:03",
    }
]
